info = {
    'add': 'Сложение',
    'subtract': 'Вычитание',
    'multiply': 'Умножение',
    'divide': 'Деление',
    'power': 'Возведение числа в степень',
    'log': 'Логарифм по основанию 2',
    'ln': 'Логарифм по основанию e',
    'lg': 'Десятичный логарифм',
    'sqrt': 'Квадратный корень числа',
    'sin': 'Функция для вычисления синуса угла в радианах',
    'cos': 'Функция для вычисления косинуса угла в радианах',
    'tan': 'Функция для вычисления тангенса угла в радианах',
    'tg': 'Функция для вычисления тангенса угла в радианах',
    'mod или %': 'Остаток от деления',
    '!': 'Факториал'
}
operators = {"+": 'add', "-": 'subtract', '*': 'multiply', '/': 'divide', '^': 'power', 'mod или %': 'mod или %'}
functions = ['sqrt', 'sin', 'cos', 'tan', 'tg', 'log', 'lg', 'ln', '!']
